---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyFreeinstDefaultElevation
source: html/1b4bd623-6155-0659-e3eb-440d9449605a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyFreeinstDefaultElevation Property

"Default Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyFreeinstDefaultElevation { get; }
```